In [1]:
import pandas as pd

In [4]:
df_bank = pd.read_csv('C:/Users/elena.kim/Downloads/bank_information.csv')

In [5]:
df_bank.head()

,userid,score,Objects,Balance,Products,CreditCard,Loyalty,estimated_salary,Churn
0,15677338,619,2,NaN,1,1,1,101348.88,1
1,15690047,608,1,83807.86,1,0,1,112542.58,0
2,15662040,502,8,159660.80,3,1,0,113931.57,1
3,15744090,699,1,NaN,2,0,0,93826.63,0
4,15780624,850,2,125510.82,1,1,1,79084.10,0

In [6]:
df_clients = pd.read_csv('C:/Users/elena.kim/Downloads/clients_information.csv')

In [7]:
df_clients.head()

     userid      LastName  FirstName  Age Gender       City
0  15677338        Лапина  Евпраксия   42      Ж  Ярославль
1  15690047  Александрова    Акулина   41      Ж    Рыбинск
2  15662040   Лаврентьева       Анна   42      Ж  Ярославль
3  15744090      Никитина  Олимпиада   39      Ж  Ярославль
4  15780624     Некрасова       Майя   43      Ж    Рыбинск